tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "khanhas/tap"
# Network authentication protocol
brew "krb5"
# Parallel bzip2 utility
brew "lbzip2"
# Lets you manipulate the signature block in a Mach-O binary
brew "ldid"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Platform built on V8 to build network applications
brew "node"
# Object-relational database system
brew "postgresql"
# Interpreted, interactive, object-oriented programming language
brew "python@3.7"
# Interpreted, interactive, object-oriented programming language
brew "python@3.9"
# Ruby version manager
brew "rbenv"
# Persistent key-value database, with built-in net interface
brew "redis"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Powerful, clean, object-oriented scripting language
brew "ruby"
# Vi 'workalike' with many additional features
brew "vim"
# Watch files and take action when they change
brew "watchman"
# JavaScript package manager
brew "yarn"
# UNIX shell (command interpreter)
brew "zsh"
